[
    {
        "id": 1,
        "name": "hero",
        "title": "Summer Escape",
        "paragraphs": [
            "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or face of a moving wave, which usually carries the surfer towards the shore. Waves suitable for surfing are primarily found in the ocean, but can also be found in lakes or rivers in the form of a standing wave or tidal bore. However, surfers can also utilize artificial waves such as those from boat wakes and the waves created in artificial wave pools.",
            "The term surfing refers to the act of riding a wave with a board, regardless of the stance used. There are several types of boards. The native peoples of the Pacific, for instance, surfed waves on alaia, paipo, and other such craft, and did so on their belly and knees. The modern-day definition of surfing, however, most often refers to a surfer riding a wave standing on a surfboard; this is also referred to as stand-up surfing.",
            "Another prominent form of surfing is body boarding, when a surfer rides a wave on a bodyboard, either lying on their belly, drop knee (one foot and one knee on the board), or sometimes even standing up on a body board. Other types of surfing include knee boarding, surf matting (riding inflatable mats), and using foils. Body surfing, where the wave is surfed without a board, using the surfer's own body to catch and ride the wave, is very common and is considered by some to be the purest form of surfing. The closest form of body surfing using a board is a handboard which normally has one strap over it to fit one hand in.",
            "Three major subdivisions within stand-up surfing are stand-up paddling, long boarding and short boarding with several major differences including the board design and length, the riding style, and the kind of wave that is ridden.",
            "In tow-in surfing (most often, but not exclusively, associated with big wave surfing), a motorized water vehicle such as a personal watercraft, tows the surfer into the wave front helping the surfer match a large wave's speed, which is generally a higher speed than a self-propelled surfer can produce. Surfing-related sports such as paddle boarding and sea kayaking do not require waves, and other derivative sports such as kite surfing and windsurfing rely primarily on wind for power, yet all of these platforms may also be used to ride waves. Recently with the use of V-drive boats, Wakesurfing, in which one surfs on the wake of a boat, has emerged. The Guinness Book of World Records recognized a 23.8 m (78 ft) wave ride by Garrett McNamara at Nazaré, Portugal as the largest wave ever surfed."
        ]
    },
    {
        "id": 2,
        "name": "locations",
        "title": "Discover Locations",
        "paragraphs": [
            "Praia da Amoreira – Aljezur, Algarve, Portugal: Nestled along the western coast of The Algarve in the middle of Parque Natural do Sudoeste Alentejano e Costa Vicentina, a gorgeous park that stretches over 100km from Porto Covo to Burgau, Amoreira Beach sits at the mouth of the River Aljezur, which forms a tranquil lagoon system right beside the incoming waves.",
            "Halawa Beach Park – Moloka'i, Hawaii: Legend has it that early Moloka’i chiefs once surfed at Halawa Bay, where two beaches, Kaili and Kaiwili, are separated by a rocky outcrop.The island as a whole is known for its rich heritage and pride in its indigenous culture.",
            "New Chums Beach – Whangapoua, New Zealand: New Zealand is home to some unforgettable beaches. This secluded strip of white sand and cerulean water is one of them, and requires a 40-minute hike from the north end of Whangapoua Beach, which is found on the east coast of the Coromandel Peninsula. A trickling stream gives way to a stony coastal trail that passes over the headland and through a forest of native nikau and pohutukawa trees before the beach is revealed.",
            "Praia da Amoreira – Aljezur, Algarve, Portugal: Nestled along the western coast of The Algarve in the middle of Parque Natural do Sudoeste Alentejano e Costa Vicentina, a gorgeous park that stretches over 100km from Porto Covo to Burgau, Amoreira Beach sits at the mouth of the River Aljezur, which forms a tranquil lagoon system right beside the incoming waves."
        ]
    },
    {
        "id": 3,
        "name": "training",
        "title": "Surf Training",
        "paragraphs": [
            "We all dream of trading our day job for the beach life. But even though full-time surfers appear laid-back and carefree, their daily schedule is anything but. They work hard to play hard.",
            "Surfing is a physically (and mentally!) demanding activity, an amazing combination of strength, power, endurance, balance, flexibility, speed, and mental toughness. It is incredibly rewarding, but if you want to tackle bigger waves, your fitness level must be up to par. Even seasoned surfers who spend most of their time riding waves stick to specific on-land training and surf nutrition.",
            "Training for surfing can be tricky – you must exercise on land to perform in the water, imitating the movements on the surfboard. You need to train your entire body dynamically"
        ]
    },
    {
        "id": 4,
        "name": "point",
        "title": "Point Break",
        "paragraphs": [
            "A surf break (also break, shore break, or big wave break) is a permanent (or semi permanent) obstruction such as a coral reef, rock, shoal, or headland that causes a wave to break, forming a barreling wave or other wave that can be surfed, before it eventually collapses. The topography of the seabed determines the shape of the wave and type of break. Since shoals can change size and location, affecting the break, it takes commitment and skill to find good breaks. Some surf breaks are quite dangerous, since the surfer can collide with a reef or rocks below the water.",
            "Surf breaks may be defended vehemently by surfers, as human activities and constructions can have unintended and unpredictable consequences which can be either positive, negative, or unknown.",
            "One of the largest surf breaks in the world is the Jaws surf break in Maui, Hawaii, with waves that reach a maximum height of 12–18 m (40–60 ft). However waves which break off Nazaré in Portugal have been recorded to exceed 24 m (80 ft), with estimates of waves ridden up to over 30 m (100 ft), from trough to peak. The peculiar ocean bathymetry off Nazare is largely responsible for the very large wave faces."
        ]
    }
]